ἀγαθός
ἄγαλμα
ἄγαν
ἀγανακτέω
ἀγάπη
ἀγγέλλω
ἄγγελος
ἀγνοέω
ἀγορά
ἀγορεύω
ἄγω
ἀγών
ἀγωνίζομαι
ἀδελφή
ἀδελφός
ἀδικέω
ἀδίκημα
ἄδικος
ἀδύνατος
ἀεί
ἀείδω
ἀέκων
ἀθάνατος
ἄθλιος
ἆθλον
ἀθροίζω
ἀθρόος
αἰδώς
αἷμα
αἰνέω
αἱρέω
αἴρω
αἰσθάνομαι
αἰσχρός
αἰσχύνω
αἰτέω
αἰτία
αἰτιάομαι
αἴτιος
αἰχμάλωτος
ἀκολουθέω
ἀκούω
ἀκριβής
ἄκρος
ἄλγος
ἀλήθεια
ἀληθής
ἁλίσκομαι
ἀλλά
ἀλλήλων
ἄλλος
ἀλλότριος
ἄλλως
ἅμα
ἁμαρτάνω
ἀμείβω
ἀμείνων
ἀμελέω
ἀμύνω
ἀμφί
ἀμφισβητέω
ἀμφότερος
ἄμφω
ἄν
ἀνά
ἀνάγω
ἀναιρέω
ἀναλαμβάνω
ἀναβαίνω
ἀναγιγνώσκω
ἀνέχω
ἀνίστημι
ἀνατίθημι
ἀναχωρέω
ἀναγκάζω
ἀναγκαῖος
ἀνάγκη
ἀνάθημα
ἄναξ
ἀνδρεῖος
ἄνεμος
ἄνευ
ἀνήρ
ἄνθος
ἄνθρωπος
ἀνοίγνυμι
ἀντί
ἄνω
ἄξιος
ἀξιόω
ἀπαλλάσσω
ἀπαντάω
ἅπαξ
ἅπας
ἄπειρος
ἀπό
ἀπαγγέλλω
ἀπάγω
ἀφαιρέω
ἀποβαίνω
ἀποδείκνυμι
ἀποδίδωμι
ἄπειμι
ἀπέρχομαι
ἀπέχω
ἀποθνῄσκω
ἀφίημι
ἀφικνέομαι
ἀφίστημι
ἀποκρίνω
ἀποκτείνω
ἀπολαμβάνω
ἀπολείπω
ἀπόλλυμι
ἀπολογέομαι
ἀπολύω
ἀποπέμπω
ἀποπλέω
ἀποστέλλω
ἀποστερέω
ἀποφαίνω
ἀπορία
ἅπτω
ἄρα
ἀργύριον
ἀρέσκω
ἀρετή
ἀριθμός
ἄριστος
ἀρκέω
ἅρμα
ἁρμόζω
ἀρόω
ἁρπάζω
ἄρτι
ἀρχαῖος
ἀρχή
ἄρχω
ἄρχων
ἀσπίς
ἄστυ
ἀσφάλεια
ἀσφαλής
ἀτάρ
ἅτε
ἄτη
αὖ
αὐξάνω
αὖτε
αὐτίκα
αὐτόθι
αὐτός
ἄφνω
βαίνω
βάλλω
βάρβαρος
βαρύς
βασιλεία
βασίλειος
βασιλεύς
βασιλεύω
βασιλικός
βέβαιος
βέλος
βέλτιστος
βελτίων
βία
βιάζω
βίβλος
βίος
βιόω
βλάπτω
βλέπω
βοήθεια
βοηθέω
βουλεύω
βουλή
βούλομαι
βοῦς
βραχύς
βροτός
βωμός
γαῖα
γαμέω
γάμος
γάρ
γε
γελάω
γεννάω
γένος
γέρας
γέρων
γῆ
γῆρας
γίγνομαι
γιγνώσκω
γλυκύς
γλῶσσα
γνώμη
γοῦν
γράμμα
γράφω
γύμνος
γυνή
δαίμων
δακρύω
δέ
δεῖ
δείδω
δείκνυμι
δειλός
δεινός
δεῖπνον
δέκα
δένδρον
δεξιός
δέος
δεσπότης
δεῦρο
δεύτερος
δέχομαι
δέω
δή
δῆλος
δηλόω
δῆμος
δήπου
διά
διαιρέω
διαβαίνω
διαβάλλω
διέρχομαι
διάκειμαι
διαλέγω
διαλύω
διάνοια
διοικέω
διαπράσσω
διατελέω
διατίθημι
διατρίβω
διαφέρω
διαφεύγω
διαφθείρω
διαθήκη
δίαιτα
διακόσιοι
διδάσκω
δίδωμι
δικάζω
δίκαιος
δικαιοσύνη
δικαστήριον
δικαστής
δίκη
διό
δῖος
διότι
διπλοῦς
δισχίλιοι
δίχα
διώκω
δόγμα
δοκέω
δόλος
δόξα
δόρυ
δοῦλος
δράω
δύναμαι
δύναμις
δυνατός
δύο
δώδεκα
δῶμα
δῶρον
ἐάν
ἔαρ
ἑαυτοῦ
ἐάω
ἐγγύς
ἐγείρω
ἐγώ
ἐθέλω
ἔθνος
ἔθος
ἔθω
εἰ
εἴδομαι
εἶδος
εἰκός
εἴκοσι
εἰκών
εἰμί
εἶμι
εἶπον
εἴργω
εἰρήνη
εἰς
εἰσάγω
εἰσέρχομαι
εἰσφέρω
εἷς
εἶτα
εἴτε
ἐκ
ἐξάγω
ἐξαιρέω
ἐξαπατάω
ἐκβάλλω
ἐκδίδωμι
ἐξελέγχω
ἐξέρχομαι
ἔξεστι
ἐκλείπω
ἐκπέμπω
ἐκπίπτω
ἐκτείνω
ἐκφέρω
ἕκαστος
ἑκάτερος
ἑκατόν
ἐκεῖ
ἐκεῖθεν
ἐκεῖνος
ἐκκλησία
ἐκτός
ἑκών
ἐλάσσων
ἐλαύνω
ἔλεγος
ἐλέγχω
ἐλευθερία
ἐλεύθερος
ἐλευθερόω
ἐλπίζω
ἐλπίς
ἐμαυτοῦ
ἐμός
ἐν
ἐμβάλλω
ἐνδίδωμι
ἐνθυμέομαι
ἐγκαλέω
ἐμπίπτω
ἔμπροσθεν
ἐντυγχάνω
ἐναντίος
ἕνεκα
ἔνθα
ἐνθάδε
ἐνιαυτός
ἔνιοι
ἐνίοτε
ἐνταῦθα
ἐντεῦθεν
ἐντός
ἕξ
ἐξετάζω
ἐξαίφνης
ἑξήκοντα
ἐξουσία
ἔξω
ἕοικα
ἐπεί
ἐπείγω
ἐπειδάν
ἔπειτα
ἐπί
ἐπαγγέλλω
ἐπάγω
ἐπαινέω
ἐπανέρχομαι
ἐπιβάλλω
ἐπιβουλεύω
ἐπιγίγνομαι
ἐπιδείκνυμι
ἐπέρχομαι
ἐπέχω
ἐπιθυμέω
ἐφίστημι
ἐπιμέλεια
ἐπιμελέομαι
ἐπιτίθημι
ἐπιτρέπω
ἐπιφανής
ἐπιφέρω
ἐπιχειρέω
ἐπίσταμαι
ἐπιστήμη
ἐπιστολή
ἐπιτήδειος
ἕπομαι
ἔπος
ἐργάζομαι
ἔργον
ἐρῆμος
ἔρις
ἔρομαι
ἔρχομαι
ἐρῶ
ἔρως
ἐρωτάω
ἐσθής
ἐσθίω
ἑσπέρα
ἔσχατος
ἑταῖρος
ἕτερος
ἔτης
ἔτι
ἕτοιμος
ἔτος
εὖ
εὐδαίμων
εὐθύς
εὔνοια
εὑρίσκω
εὐρύς
εὔχομαι
ἐχθρός
ἔχω
ἕως
ζάω
Ζεύς
ζητέω
ἤ
ἡγεμών
ἡγέομαι
ἤδη
ἥδομαι
ἡδονή
ἡδύς
ἥκιστος
ἥκω
ἡλικία
ἥλιος
ἧμαι
ἡμέρα
ἡμέτερος
ἠμί
ἥμισυς
ἤπειρος
ἥρως
ἡσυχία
ἡσσάομαι
ἥσσων
θάλασσα
θάνατος
θάπτω
θαρσέω
θαυμάζω
θαυμαστός
θεά
θεάομαι
θεῖος
θεός
θεραπεύω
θέρμος
θέω
θεωρέω
θνήσκω
θρόνος
θυγάτηρ
θυμός
θύρα
θυσία
θύω
θώραξ
ἰατρός
ἴδιος
ἰδιώτης
ἰδοῦ
ἱδρύω
ἱερεύς
ἱερόν
ἱερός
ἵημι
ἱκανός
ἱκνέομαι
ἵνα
ἱππεύς
ἵππος
ἴσος
ἵστημι
ἱστορία
ἰσχυρός
ἰσχύς
καθά
καθαρός
καθό
καί
καίπερ
καιρός
καίτοι
κακός
καλέω
κάλλος
καλός
κάμνω
καρδία
καρπός
κατά
καταβαίνω
καταγιγνώσκω
κατάγω
κάθημαι
καθίστημι
καταλαμβάνω
καταλείπω
καταλύω
καταπλήσσω
κατασκευάζω
καταστρέφω
καταφεύγω
καταφρονέω
κατέχω
κατηγορέω
κατοικέω
κεῖμαι
κελεύω
κενός
κέρας
κεφαλή
κῆρυξ
κινδυνεύω
κίνδυνος
κινέω
κλέος
κλέπτω
κλίνω
κοινός
κολάζω
κόλπος
κομίζω
κόπτω
κόρη
κοσμέω
κόσμος
κρατέω
κράτιστος
κράτος
κρείσσων
κρίνω
κρίσις
κριτής
κρύπτω
κτάομαι
κτείνω
κύκλος
κυρέω
κύριος
κύων
κωλύω
κώμη
λαγχάνω
λαλέω
λαμβάνω
λαμπρός
λανθάνω
λέγω
λείπω
λευκός
λεώς
λίθος
λιμήν
λίμνη
λιμός
λογίζομαι
λόγος
λοιπός
λόφος
λυπέω
λύω
μακρός
μάλα
μάλιστα
μᾶλλον
μανθάνω
μανία
μάντις
μαρτυρέω
μαρτυρία
μάρτυς
μάχη
μάχομαι
μέγαρον
μέγας
μέγεθος
μέλας
μέλει
μέλλω
μέν
μέντοι
μένω
μέρος
μέσος
μετά
μεταβάλλω
μεταπέμπω
μετέχω
μεταξύ
μέχρι
μή
μηδέ
μηδείς
μήτε
μῆκος
μήν
μήτηρ
μηχανή
μικρός
μιμνήσκω
μισέω
μισθός
μνᾶ
μνήμη
μοῖρα
μόνος
μῦθος
μυριάς
μυρίος
ναί
ναυμαχία
ναῦς
ναυτικός
νεανίας
νεκρός
νέμω
νέος
νεώς
νῆσος
νικάω
νίκη
νοέω
νομίζω
νόμιμος
νόμος
νοῦς
νόσος
νύμφη
νῦν
νύξ
ξένος
ξύλον
ὁ, ἡ, τό
ὅδε
ὁδός
ὅθεν
οἶδα
οἰκεῖος
οἰκέτης
οἰκέω
οἰκία
οἰκοδομέω
οἶκος
οἶμαι
οἷος
οἴχομαι
ὀκτώ
ὀλίγος
ὄλλυμι
ὅλος
ὄμνυμι
ὅμοιος
ὁμοιόω
ὁμολογέω
ὁμόω
ὅμως
ὄνομα
ὀνομάζω
ὀξύς
ὁπλίτης
ὅπλον
ὁποῖος
ὁπόσος
ὁπότε
ὅπου
ὅπως
ὁράω
ὀργή
ὀργίζω
ὀρθός
ὀρθόω
ὅρκος
ὁρμάω
ὁρμή
ὄρος
ὅρος
ὅς
ὅσος
ὅσπερ
ὅστις
ὅταν
ὅτε
ὅτι
οὐ
οὐδέ
οὐδείς
οὐκέτι
οὔτε
οὔτις
οὔπω
οὗ
οὐκοῦν
οὖν
οὐρανός
οὐσία
οὗτος
οὕτως
ὀφείλω
ὀφθαλμός
ὄφρα
ὄχλος
ὄψις
πάθος
παιδεύω
παῖς
παλαιός
πάλιν
παντάπασι
πάντῃ
πάνυ
παρά
παραγγέλλω
παραγίγνομαι
παραδίδωμι
παράδοξος
πάρειμι
παρέρχομαι
παρέχω
παρίστημι
παρακαλέω
παραλαμβάνω
παραπλήσιος
παρασκευάζω
παρασκευή
παραχρῆμα
παρθένος
πᾶς
πάσσω
πάσχω
πατήρ
πάτριος
πατρίς
παύω
πεδίον
πεζός
πείθω
πειράζω
πειράω
πέλας
πέμπω
πεντακόσιοι
πέντε
πεντήκοντα
πέρ
περάω
πέρθω
περί
περίειμι
περιίστημι
πέτρα
πηρός
πίμπλημι
πίνω
πίπτω
πιστεύω
πίστις
πιστός
πλεῖστος
πλείων
πλέω
πλέως
πλῆθος
πλήν
πληρόω
πλησίος
πλήσσω
πλοῖον
πλούσιος
πλοῦτος
πνεῦμα
ποιέω
ποιητής
ποῖος
πολεμέω
πολέμιος
πόλεμος
πολιορκέω
πολιορκία
πόλις
πολιτεία
πολιτεύω
πολίτης
πολιτικός
πολλάκις
πολύς
πονηρός
πόνος
πορεία
πορεύω
πορθέω
πόρρω
ποταμός
ποτέ
πότερος
ποτός
πού
πούς
πρᾶγμα
πρᾶξις
πράσσω
πρεσβευτής
πρεσβεύω
πρέσβυς
πρίν
πρό
προάγω
προαίρεσις
προαιρέω
πρόγονος
προδίδωμι
προερέω
προέρχομαι
προθέω
προθυμία
πρόθυμος
προίημι
προίστημι
πρόνοια
πρός
προσαγορεύω
προσάγω
προσδέχομαι
πρόσειμι
προσέρχομαι
προσέχω
προσήκω
πρόσθεν
προσλαμβάνω
προσπίπτω
προστάσσω
προστίθημι
προσφέρω
πρόσωπον
πρότερος
πρόφασις
προφήτης
πρῶτος
πτερόν
πύλη
πυνθάνομαι
πῦρ
πωλέω
πώποτε
πως
πῶς
ῥᾴδιος
ῥέω
ῥήτωρ
ῥύθμος
ῥώμη
σαυτοῦ
σαφής
σελήνη
σημαίνω
σημεῖον
σῖτος
σκέπτομαι
σκευάζω
σκήνη
σκοπέω
σός
σοφία
σοφός
σπεύδω
σπονδή
σπουδάζω
σπουδή
στάδιον
στάσις
στέλλω
στερέω
στέρνον
στεφανόω
στόλος
στόμα
στρατεία
στράτευμα
στρατεύω
στρατηγός
στρατιά
στρατιώτης
στρατοπεδεύω
στρατόπεδον
στρατός
στρέφω
σύ
σύν
συνάγω
συνάπτω
συγγενής
συγγνώμη
σύγκλητος
συλλαμβάνω
συμβαίνω
συμβάλλω
συμβουλεύω
σύνειμι
συνέρχομαι
συνεχής
συνθήκη
συνίστημι
συμμαχέω
συμμαχία
σύμμαχος
σύμπας
συμφέρω
συμφορά
συντάσσω
συντίθημι
συγχωρέω
σφάζω
σφεῖς
σφέτερος
σφόδρα
σχεδόν
σχῆμα
σχολή
σώζω
σῶμα
σωτηρία
τάλαντον
τάξις
τάσσω
ταῦρος
τάφος
τάχος
ταχύς
τε
τείνω
τειχέω
τεῖχος
τεκμήριον
τέκνον
τελευταῖος
τελευτάω
τελευτή
τελέω
τέλος
τέμνω
τεσσαράκοντα
τέσσαρες
τέταρτος
τετρακόσιοι
τεύχω
τέχνη
τηλικοῦτος
τηρέω
τίθημι
τίκτω
τιμάω
τιμή
τιμωρέω
τιμωρία
τις
τίς
τοι
τοίνυν
τοιόσδε
τοιοῦτος
τολμάω
τόξον
τόπος
τοσόσδε
τοσοῦτος
τότε
τραῦμα
τρεῖς
τρέπω
τρέφω
τρέχω
τρέω
τριάκοντα
τριακόσιοι
τρίβω
τριήρης
τρίτος
τρόπος
τροφή
τυγχάνω
τυραννίς
τύραννος
τύχη
ὑβρίζω
ὕβρις
ὑγιής
ὕδωρ
υἱός
ὑμέτερος
ὕπατος
ὑπέρ
ὑπερβάλλω
ὑπερβολή
ὑπισχνέομαι
ὕπνος
ὑπό
ὑπακούω
ὑπάρχω
ὑπολαμβάνω
ὑπομένω
ὕστερος
ὑψηλός
φαίνω
φάλαγξ
φανερός
φάρμακον
φάσκω
φαῦλος
φέρω
φεύγω
φημί
φθάνω
φθείρω
φιλέω
φιλία
φίλιος
φίλος
φοβέω
φόβος
φόνος
φράζω
φρήν
φρονέω
φροντίζω
φρουρά
φυγάς
φυγή
φυλακή
φυλάσσω
φυλή
φύσις
φύω
φωνέω
φωνή
φῶς
χαίρω
χαλεπός
χάρις
χειμών
χείρ
χειρόω
χείρων
χέω
χίλιοι
χόω
χράομαι
χράω
χρεία
χρή
χρῆμα
χρήσιμος
χρηστός
χρόνος
χρυσοῦς
χρυσός
χώρα
χωρέω
χωρίον
χωρίς
ψευδής
ψεύδω
ψηφίζω
ψήφισμα
ψῆφος
ψυχή
ὦ
ὧδε
ὥρα
ὡς
ὥσπερ
ὥστε
ὠφελέω
